"HZO_INFO" = "HazeOver automatically highlights the front app window by dimming all background windows.";
"AX_TIP2" = "To improve dimming accuracy and reduce delays please allow %@ to use accessibility features.";

"ANIMATION_MIN" = "%@ min";
"ANIMATION_SEC" = "%@ s";

"DARKMODE_LABEL" = "Settings that should have a separate value for Light and Dark system appearance:";
"DARKMODE_COLOR" = "Farba";
"DARKMODE_BLUR" = "Rozostrenie";

"FEEDBACK_LABEL" = "Are you happy with this version of HazeOver?";
"Yes" = "Áno";
"No" = "Nie";
"FEEDBACK_UPDATE" = "Are you still happy with the app? Please rate again because App Store ratings might reset for updates.";

"RATE_TITLE" = "Awesome!";
"RATE_LABEL" = "Please rate this version of HazeOver or write a review. It means a lot.";
"RATE_BUTTON" = "Ohodnotiť HazeOver";

"REPORT_TITLE" = "No worries.";
"REPORT_LABEL" = "Please let me know what’s wrong.";
"REPORT_BUTTON" = "Nahlásiť problém";

"APP_RULE_DISABLE" = "Disable When Using %@";
"Remove" = "Odstrániť";

"MAS_NAME" = "Distraction Dimmer™";

"WHATS_NEW" = "Čo je nové v HazeOver";
"Show" = "Zobraziť";

"Trial Version" = "Skúšobná verzia";
"Buy Now" = "Kúpiť";
"Thank You" = "Ďakujeme!";

"USAGE_LABEL" = "Dimming used for %@";

// Displays Tab

"SECONDARY_DIM" = "Dim all windows on displays without keyboard focus";
"SECONDARY_HIGHLIGHT" = "Highlight windows even on displays without keyboard focus";

"DISABLE_DISPLAY_THIS" = "Disable on This Display";
"DISABLE_DISPLAY_NAME" = "Disable on %@";

// Shortcuts Tab

"SHORTCUT_BUTTON" = "Nahrať";
"SHORTCUT_TEXT" = "Stlačte klávesy";

// DisplayMockupView

"File" = "Súbor";
"View" = "Zobraziť";
"Window" = "Okno";
"Help" = "Pomocník";

// Touch Bar

"On" = "Zap.";
"Off" = "Vyp.";

// Customizable Menus

"TOGGLE_MENU" = "Zapnúť alebo vypnúť HazeOver";
"DISPLAYS_MENU" = "Sekundárny displej";
"INTENSITY_MENU" = "Intenzita";
"HELP_MENU" = "Užitočné rady";
"ACTIONS_MENU" = "Nastaviť akcie...";
"CUSTOMIZE_MENU" = "Prispôsobiť menu…";
"RATE_MENU" = "Ohodnotiť HazeOver";
"REPORT_MENU" = "Odoslať názor";
"SETTINGS_MENU" = "Nastavenia…";
"QUIT_MENU" = "Ukončiť HazeOver";
